alacritty
base
base-devel
blueman
chromium
code
dunst
efibootmgr
firefox
fuse2
git
gnu-netcat
go
grim
grub
gtk2
hdparm
htop
kitty
libinih
linux
linux-firmware
linux-headers
nasm
neofetch
networkmanager
nm-connection-editor
nodejs
npm
nvidia-dkms
nwg-look
obs-studio
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
polkit-kde-agent
python-docopt
python-pystache
python-pywal
python-requests
python-setuptools
python-yaml
qt5-wayland
qt5ct
qt6-wayland
river
rofi
sdbus-cpp
sddm
slurp
sof-firmware
starship
steam
sublime-text
thunar
thunderbird
unzip
vim
waybar
wireplumber
yadm
